Repository: dcharles525/Pho
Catalog: po/extra/*.po
Languages: nl

source: 4chan browser
nl: Verken 4chan

source: Pho for 4chan
nl: Pho voor 4chan

source: 4chan;pho;board;thread;images;
nl: 4chan;pho;subforum;onderwerp;afbeeldingen;

source: Browser 4chan like never before with amazing GTK+ and Vala technologies! Explore the wonders of /g/ or /news/, or any of the dozens of 4chan boards!
nl: Verken 4chan als nooit tevoren dankzij GTK+ en Vala! Verken de wondere wereld van /g/ of /news, of één van de andere talloze 4chan-subfora!

source: Browse your favorite boards!
nl: Verken je favoriete subfora!

source: Read multiple threads at once!
nl: Lees meerdere onderwerpen tegelijk!

source: See images, videos, and gifs!
nl: Bekijk afbeeldingen, video's en gifs!

source: Added ability to translate.
nl: Vertaalmogelijkheid toegevoegd.

source: Fixed a style bug
nl: Stijlbug opgelost

source: French Translation by @NathanBnm
nl: Franse vertaling, met dank aan @NathanBnm

source: Fixed startup error.
nl: Opstartfout opgelost.

source: Added a filter and lots of code cleanup.
nl: Filter toegevoegd en code opgeschoond.

source: Fixed bugs that bug you.
nl: Dwarsliggers opgelost die dwars lagen.

source: Fixed the startup window size.
nl: Venstergrootte bij opstarten verbeterd.

source: Improved thread searching.
nl: Onderwerpdoorzoeking verbeterd.

source: Basic thread searching.
nl: Doorzoek onderwerpen.

source: Fixed the header to be more clean and stable.
nl: Kop verbeterd: eenvoudiger en stabieler.

source: Made the UI a lot nicer and a bit smoother.
nl: Uiterlijk netter en vloeiender gemaakt.

source: Added CTRL-Q to close the app and CTRL-W to close a thread.
nl: Ctrl+Q (afsluiten) en Ctrl+W (onderwerp sluiten) toegevoegd.

source: Started working on search functionality.
nl: Begonnen met implementatie van zoekfunctionaliteit.

source: Fixed lots of bugs.
nl: Veel bugs opgelost.

source: Added webms back in via gstreamer.
nl: Webms terug geïmplementeerd middels gstreamer.

source: Temporarily disabling webms.
nl: Webms tijdelijk uitgeschakeld.

source: Initial release
nl: Initiële uitgave
