Repository: dcharles525/Pho
Catalog: po/*.po
Languages: nl

source: Couldn't show a thread for some network reason…
nl: Het onderwerp kan niet worden getoond wegens een onbekende netwerkfout…

source: Enter search text…
nl: Voer een zoekterm in…

source: Open Thread
nl: Onderwerp openen

source: Loading…
nl: Bezig met laden…

source: Board
nl: Subforum

source: Show/Hide Replies
nl: Antwoorden tonen/verbergen

source: Close thread
nl: Onderwerp sluiten

source: Refresh
nl: Verversen

source: Settings
nl: Instellingen

source: Shortcuts:
nl: Sneltoetsen:

source: - CTRL-W: Close tab
nl: - CTRL+W: Tabblad sluiten

source: - CTRL-F: Reveal Search
nl: - CTRL+F: Zoekbalk tonen

source: - CTRL-Q: Quit App
nl: - CTRL+Q: Toepassing afsluiten

source: Filter (comma separated):
nl: Filter (kommagescheiden):

source: Apply Filter
nl: Filter toepassen

source: Filter was saved
nl: Filter is opgeslagen
